output/redis-c-20-1-1000Mbps-3ms-5000-5000-4-run-1.out
[OVERALL], RunTime(ms), 4859
[OVERALL], Throughput(ops/sec), 1029.0183165260341
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 5000
[READ], AverageLatency(us), 3380.1136
[READ], MinLatency(us), 3168
[READ], MaxLatency(us), 34527
[READ], 95thPercentileLatency(us), 3383
[READ], 99thPercentileLatency(us), 6683
[READ], Return=OK, 5000
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 68384.0
[CLEANUP], MinLatency(us), 68032
[CLEANUP], MaxLatency(us), 68671
[CLEANUP], 95thPercentileLatency(us), 68671
[CLEANUP], 99thPercentileLatency(us), 68671