output/redis-c-6-0-1000Mbps-3ms-10000-10000-4-load-1.out
[OVERALL], RunTime(ms), 17176
[OVERALL], Throughput(ops/sec), 582.2077317186772
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 25376.0
[CLEANUP], MinLatency(us), 23280
[CLEANUP], MaxLatency(us), 26271
[CLEANUP], 95thPercentileLatency(us), 26271
[CLEANUP], 99thPercentileLatency(us), 26271
[INSERT], Operations, 10000
[INSERT], AverageLatency(us), 6663.2334
[INSERT], MinLatency(us), 6360
[INSERT], MaxLatency(us), 26735
[INSERT], 95thPercentileLatency(us), 6807
[INSERT], 99thPercentileLatency(us), 6975
[INSERT], Return=OK, 10000