output/redis-d-14-0-1000Mbps-3ms-1000-1000-4-run-1.out
[OVERALL], RunTime(ms), 1449
[OVERALL], Throughput(ops/sec), 690.1311249137336
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 958
[READ], AverageLatency(us), 3610.820459290188
[READ], MinLatency(us), 3184
[READ], MaxLatency(us), 28927
[READ], 95thPercentileLatency(us), 6623
[READ], 99thPercentileLatency(us), 7019
[READ], Return=OK, 958
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 48136.0
[CLEANUP], MinLatency(us), 47744
[CLEANUP], MaxLatency(us), 48447
[CLEANUP], 95thPercentileLatency(us), 48447
[CLEANUP], 99thPercentileLatency(us), 48447
[INSERT], Operations, 42
[INSERT], AverageLatency(us), 7287.0
[INSERT], MinLatency(us), 6636
[INSERT], MaxLatency(us), 19055
[INSERT], 95thPercentileLatency(us), 10343
[INSERT], 99thPercentileLatency(us), 19055
[INSERT], Return=OK, 42