output/redis-d-14-1-1000Mbps-3ms-1000-20000-4-load-1.out
[OVERALL], RunTime(ms), 33760
[OVERALL], Throughput(ops/sec), 592.4170616113744
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 5
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.01481042654028436
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 5
[TOTAL_GC_TIME_%], Time(%), 0.01481042654028436
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 24456.0
[CLEANUP], MinLatency(us), 24096
[CLEANUP], MaxLatency(us), 24831
[CLEANUP], 95thPercentileLatency(us), 24831
[CLEANUP], 99thPercentileLatency(us), 24831
[INSERT], Operations, 20000
[INSERT], AverageLatency(us), 6631.8205
[INSERT], MinLatency(us), 6344
[INSERT], MaxLatency(us), 26255
[INSERT], 95thPercentileLatency(us), 6771
[INSERT], 99thPercentileLatency(us), 6891
[INSERT], Return=OK, 20000