output/redis-d-14-1-1000Mbps-3ms-5000-10000-4-run-1.out
[OVERALL], RunTime(ms), 4984
[OVERALL], Throughput(ops/sec), 1003.2102728731942
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 4744
[READ], AverageLatency(us), 3353.3157672849916
[READ], MinLatency(us), 3160
[READ], MaxLatency(us), 36127
[READ], 95thPercentileLatency(us), 3385
[READ], 99thPercentileLatency(us), 6655
[READ], Return=OK, 4744
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 48016.0
[CLEANUP], MinLatency(us), 46976
[CLEANUP], MaxLatency(us), 49311
[CLEANUP], 95thPercentileLatency(us), 49311
[CLEANUP], 99thPercentileLatency(us), 49311
[INSERT], Operations, 256
[INSERT], AverageLatency(us), 6788.3671875
[INSERT], MinLatency(us), 6516
[INSERT], MaxLatency(us), 18543
[INSERT], 95thPercentileLatency(us), 6863
[INSERT], 99thPercentileLatency(us), 7195
[INSERT], Return=OK, 256