output/redis-d-20-1-1000Mbps-3ms-5000-10000-4-run-1.out
[OVERALL], RunTime(ms), 4964
[OVERALL], Throughput(ops/sec), 1007.252215954875
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 4733
[READ], AverageLatency(us), 3326.6442002957956
[READ], MinLatency(us), 3168
[READ], MaxLatency(us), 24879
[READ], 95thPercentileLatency(us), 3381
[READ], 99thPercentileLatency(us), 3597
[READ], Return=OK, 4733
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 34728.0
[CLEANUP], MinLatency(us), 34400
[CLEANUP], MaxLatency(us), 35135
[CLEANUP], 95thPercentileLatency(us), 35135
[CLEANUP], 99thPercentileLatency(us), 35135
[INSERT], Operations, 267
[INSERT], AverageLatency(us), 6834.988764044944
[INSERT], MinLatency(us), 6536
[INSERT], MaxLatency(us), 20143
[INSERT], 95thPercentileLatency(us), 7011
[INSERT], 99thPercentileLatency(us), 7283
[INSERT], Return=OK, 267