output/redis-d-20-3-1000Mbps-3ms-5000-20000-4-load-1.out
[OVERALL], RunTime(ms), 34039
[OVERALL], Throughput(ops/sec), 587.5613267134758
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 5
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.014689033167836893
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 5
[TOTAL_GC_TIME_%], Time(%), 0.014689033167836893
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 18032.0
[CLEANUP], MinLatency(us), 17392
[CLEANUP], MaxLatency(us), 19055
[CLEANUP], 95thPercentileLatency(us), 19055
[CLEANUP], 99thPercentileLatency(us), 19055
[INSERT], Operations, 20000
[INSERT], AverageLatency(us), 6684.5009
[INSERT], MinLatency(us), 6368
[INSERT], MaxLatency(us), 23423
[INSERT], 95thPercentileLatency(us), 6851
[INSERT], 99thPercentileLatency(us), 7023
[INSERT], Return=OK, 20000