output/redis-d-20-3-1000Mbps-3ms-5000-20000-4-run-1.out
[OVERALL], RunTime(ms), 4899
[OVERALL], Throughput(ops/sec), 1020.6164523372116
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 4758
[READ], AverageLatency(us), 3312.2324506094997
[READ], MinLatency(us), 3146
[READ], MaxLatency(us), 26431
[READ], 95thPercentileLatency(us), 3387
[READ], 99thPercentileLatency(us), 3535
[READ], Return=OK, 4758
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 18812.0
[CLEANUP], MinLatency(us), 17680
[CLEANUP], MaxLatency(us), 19935
[CLEANUP], 95thPercentileLatency(us), 19935
[CLEANUP], 99thPercentileLatency(us), 19935
[INSERT], Operations, 242
[INSERT], AverageLatency(us), 6870.884297520661
[INSERT], MinLatency(us), 6596
[INSERT], MaxLatency(us), 12127
[INSERT], 95thPercentileLatency(us), 7107
[INSERT], 99thPercentileLatency(us), 7627
[INSERT], Return=OK, 242