output/redis-e-14-1-1000Mbps-3ms-1000-20000-4-load-1.out
[OVERALL], RunTime(ms), 33817
[OVERALL], Throughput(ops/sec), 591.4185173137771
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 5
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.014785462932844428
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 5
[TOTAL_GC_TIME_%], Time(%), 0.014785462932844428
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 25288.0
[CLEANUP], MinLatency(us), 23728
[CLEANUP], MaxLatency(us), 26559
[CLEANUP], 95thPercentileLatency(us), 26559
[CLEANUP], 99thPercentileLatency(us), 26559
[INSERT], Operations, 20000
[INSERT], AverageLatency(us), 6650.3071
[INSERT], MinLatency(us), 6368
[INSERT], MaxLatency(us), 27631
[INSERT], 95thPercentileLatency(us), 6795
[INSERT], 99thPercentileLatency(us), 6927
[INSERT], Return=OK, 20000