output/redis-e-20-3-1000Mbps-3ms-1000-5000-4-load-1.out
[OVERALL], RunTime(ms), 8933
[OVERALL], Throughput(ops/sec), 559.7223777006604
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 18984.0
[CLEANUP], MinLatency(us), 17440
[CLEANUP], MaxLatency(us), 19951
[CLEANUP], 95thPercentileLatency(us), 19951
[CLEANUP], 99thPercentileLatency(us), 19951
[INSERT], Operations, 5000
[INSERT], AverageLatency(us), 6724.622
[INSERT], MinLatency(us), 6372
[INSERT], MaxLatency(us), 23071
[INSERT], 95thPercentileLatency(us), 6927
[INSERT], 99thPercentileLatency(us), 7167
[INSERT], Return=OK, 5000