output/redis-f-20-0-1000Mbps-3ms-1000-5000-4-run-1.out
[OVERALL], RunTime(ms), 1922
[OVERALL], Throughput(ops/sec), 520.2913631633714
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 1000
[READ], AverageLatency(us), 3654.893
[READ], MinLatency(us), 3192
[READ], MaxLatency(us), 31791
[READ], 95thPercentileLatency(us), 6715
[READ], 99thPercentileLatency(us), 6939
[READ], Return=OK, 1000
[READ-MODIFY-WRITE], Operations, 509
[READ-MODIFY-WRITE], AverageLatency(us), 7063.493123772102
[READ-MODIFY-WRITE], MinLatency(us), 6456
[READ-MODIFY-WRITE], MaxLatency(us), 34975
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 10127
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 10287
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 68480.0
[CLEANUP], MinLatency(us), 67456
[CLEANUP], MaxLatency(us), 69119
[CLEANUP], 95thPercentileLatency(us), 69119
[CLEANUP], 99thPercentileLatency(us), 69119
[UPDATE], Operations, 509
[UPDATE], AverageLatency(us), 3345.7721021611
[UPDATE], MinLatency(us), 3220
[UPDATE], MaxLatency(us), 8703
[UPDATE], 95thPercentileLatency(us), 3419
[UPDATE], 99thPercentileLatency(us), 3589
[UPDATE], Return=OK, 509