output/redis-f-20-3-1000Mbps-3ms-10000-5000-4-load-1.out
[OVERALL], RunTime(ms), 9000
[OVERALL], Throughput(ops/sec), 555.5555555555555
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 20120.0
[CLEANUP], MinLatency(us), 19248
[CLEANUP], MaxLatency(us), 20927
[CLEANUP], 95thPercentileLatency(us), 20927
[CLEANUP], 99thPercentileLatency(us), 20927
[INSERT], Operations, 5000
[INSERT], AverageLatency(us), 6763.8792
[INSERT], MinLatency(us), 6424
[INSERT], MaxLatency(us), 57535
[INSERT], 95thPercentileLatency(us), 6915
[INSERT], 99thPercentileLatency(us), 7243
[INSERT], Return=OK, 5000