output/redis-f-6-0-1000Mbps-3ms-20000-5000-4-run-1.out
[OVERALL], RunTime(ms), 25299
[OVERALL], Throughput(ops/sec), 790.5450808332345
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 20000
[READ], AverageLatency(us), 3294.0545
[READ], MinLatency(us), 3152
[READ], MaxLatency(us), 25343
[READ], 95thPercentileLatency(us), 3365
[READ], 99thPercentileLatency(us), 3453
[READ], Return=OK, 20000
[READ-MODIFY-WRITE], Operations, 9975
[READ-MODIFY-WRITE], AverageLatency(us), 6616.825062656641
[READ-MODIFY-WRITE], MinLatency(us), 6360
[READ-MODIFY-WRITE], MaxLatency(us), 50687
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 6723
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 6855
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 21036.0
[CLEANUP], MinLatency(us), 20320
[CLEANUP], MaxLatency(us), 22143
[CLEANUP], 95thPercentileLatency(us), 22143
[CLEANUP], 99thPercentileLatency(us), 22143
[UPDATE], Operations, 9975
[UPDATE], AverageLatency(us), 3292.4149373433584
[UPDATE], MinLatency(us), 3152
[UPDATE], MaxLatency(us), 7447
[UPDATE], 95thPercentileLatency(us), 3369
[UPDATE], 99thPercentileLatency(us), 3441
[UPDATE], Return=OK, 9975